# 1. 다음을 출력하시오.

# 안녕하세요.
# 저는   박민영   입니다.


# 2. 다음 아이스크림(key)과 희망 가격(value)을 딕셔너리 dic으로 출력하고, 아래 요소를 추가하시오

# 아이스크림 : 메로나, 폴라포, 빵빠레
# 희망 가격 : 1000, 500, 1100

# 추가할 요소
# 아이스크림 : 죠스바, 월드콘
# 희망 가격 : 400, 900


# 3. 아이스크림 이름을 키값으로, (가격, 재고) 리스트를 딕셔너리의 값으로 저장하라. 딕셔너리의 이름은 inventory로 한다. 그리고 메로나의 가격을 출력하라.
# 아이스크림 : 메로나, 폴라포, 빵빠레
# 가격 : 1000, 500, 1100
# 재고 : 15, 20, 10


# 4. 아래의 딕셔너리(이름은 key, 나이는 value) study를 구성하고, 이름으로만 구성된 / 나이로만 구성된 / 이름, 나이 쌍으로 구성된 리스트를 출력하라.
# 이름 : 강수민, 구남이, 마민경, 박민영 
# 나이 : 15, 16, 17, 19


# 5. 아래의 new_product 딕셔너리를 다음 icecream 딕셔너리에 추가하라.

# icecream = {'탱크보이': 1200, '폴라포': 1200, '빵빠레': 1800, '월드콘': 1500, '메로나': 1000}
# new_product = {'팥빙수':2700, '아맛나':1000}


# 6. 다음을 포함된 숫자를 문자열 포맷팅을 이용하여 출력하시오
# Profit from export roses 7.3%


# 7. 다음을 출력하시오.
# 안-녕-하-십-니-까-만-나-서-반-갑-습-니-다-앞-으-로-스-터-디-열-심-히-해-봅-시-다-화-이-팅-입-니-다